[{"enunciado":"¿Cuál es el origen de la danza tradicional salvadoreña El Torito Pinto y qué representa?","opciones":["Tiene su origen en la cultura indígena lenca y representa la lucha contra los invasores españoles.","Proviene de la región oriental y simboliza la lucha entre el bien y el mal.","Es una danza de origen español que representa una corrida de toros.","Es una danza popular de la región occidental y representa el trabajo agrícola en las montañas."],"respuestacorrecta":4,"usos":17,"aciertos":10},{"enunciado":"¿Qué importancia tiene el volcán de Izalco en la historia y la cultura de El Salvador?","opciones":["Es un sitio sagrado de los mayas y se utilizaba como centro ceremonial.","Fue el primer volcán en ser erradicado para evitar erupciones peligrosas.","Tiene un papel importante en la mitología local y es conocido como el farol del Pacífico.","Fue un refugio de guerrilleros durante la guerra civil salvadoreña."],"respuestacorrecta":3,"usos":4,"aciertos":0},{"enunciado":"¿Qué es una pupusa y cómo ha influido en la identidad cultural salvadoreña?","opciones":["Es una especie de tamal que se consume solo en la época navideña.","Es una sopa tradicional que se sirve con arroz y carne.","Es una tortilla gruesa rellena de varios ingredientes y es un símbolo de la gastronomía salvadoreña.","Es un tipo de pan relleno de queso y carne, muy popular en Costa Rica."],"respuestacorrecta":3,"usos":12,"aciertos":5},{"enunciado":"¿Cuáles son las festividades más importantes en El Salvador y cómo se celebran?","opciones":["Las festividades del Día de la Independencia y el Día de Todos los Santos.","Las festividades del Día de la Cruz y la Fiesta de San Juan Bautista.","Las Fiestas Agostinas, que incluyen procesiones religiosas y celebraciones culturales.","El Carnaval de El Salvador, una fiesta masiva con danzas y disfraces."],"respuestacorrecta":3,"usos":10,"aciertos":7},{"enunciado":"¿Qué simbolizan los colores de la bandera de El Salvador?","opciones":["La paz, la unidad y la riqueza de la tierra salvadoreña.","El sacrificio de los mártires de la independencia y la libertad.","El mar, los volcanes y la soberanía nacional.","La lucha contra el colonialismo y la unidad de los pueblos centroamericanos."],"respuestacorrecta":4,"usos":4,"aciertos":4}]